{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'v1.6.0'"
    },
    "bs.vim": {
      "src": "https://github.com/shoumodip/bs.vim"
    },
    "compile.nvim": {
      "src": "https://github.com/shoumodip/compile.nvim"
    },
    "fm.vim": {
      "src": "https://github.com/shoumodip/fm.vim"
    },
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "ido.nvim": {
      "src": "https://github.com/shoumodip/ido.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "vim-commentary": {
      "src": "https://github.com/tpope/vim-commentary"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-literate": {
      "src": "https://github.com/shoumodip/vim-literate"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-rsi": {
      "src": "https://github.com/tpope/vim-rsi"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    }
  }
}
